submission_logs/2_1_one_middleware/8/1/1-0/1/memtier/1.log
2         Threads
1         Connections per thread
80        Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec 
------------------------------------------------------------------------
Sets         976.61          ---          ---      2.04300      3944.97 
Gets           0.00         0.00         0.00      0.00000         0.00 
Waits          0.00          ---          ---      0.00000          --- 
Totals       976.61         0.00         0.00      2.04300      3944.97 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
SET       0.860         0.00
SET       0.870         0.01
SET       0.880         0.01
SET       0.890         0.01
SET       0.900         0.02
SET       0.910         0.03
SET       0.920         0.04
SET       0.930         0.05
SET       0.940         0.07
SET       0.950         0.10
SET       0.960         0.14
SET       0.970         0.17
SET       0.980         0.23
SET       0.990         0.28
SET       1.000         0.89
SET       1.100         3.24
SET       1.200         7.78
SET       1.300        14.15
SET       1.400        22.05
SET       1.500        30.66
SET       1.600        38.82
SET       1.700        46.32
SET       1.800        53.36
SET       1.900        59.54
SET       2.000        65.19
SET       2.100        69.83
SET       2.200        73.76
SET       2.300        77.45
SET       2.400        80.31
SET       2.500        82.87
SET       2.600        85.09
SET       2.700        86.89
SET       2.800        88.50
SET       2.900        89.84
SET       3.000        91.03
SET       3.100        92.02
SET       3.200        92.93
SET       3.300        93.64
SET       3.400        94.27
SET       3.500        94.79
SET       3.600        95.31
SET       3.700        95.75
SET       3.800        96.13
SET       3.900        96.49
SET       4.000        96.80
SET       4.100        97.00
SET       4.200        97.20
SET       4.300        97.39
SET       4.400        97.54
SET       4.500        97.68
SET       4.600        97.83
SET       4.700        97.96
SET       4.800        98.07
SET       4.900        98.18
SET       5.000        98.27
SET       5.100        98.37
SET       5.200        98.44
SET       5.300        98.52
SET       5.400        98.58
SET       5.500        98.63
SET       5.600        98.70
SET       5.700        98.74
SET       5.800        98.79
SET       5.900        98.83
SET       6.000        98.88
SET       6.100        98.90
SET       6.200        98.93
SET       6.300        98.97
SET       6.400        99.01
SET       6.500        99.04
SET       6.600        99.07
SET       6.700        99.12
SET       6.800        99.15
SET       6.900        99.18
SET       7.000        99.22
SET       7.100        99.25
SET       7.200        99.27
SET       7.300        99.31
SET       7.400        99.35
SET       7.500        99.38
SET       7.600        99.40
SET       7.700        99.42
SET       7.800        99.45
SET       7.900        99.48
SET       8.000        99.51
SET       8.100        99.53
SET       8.200        99.56
SET       8.300        99.59
SET       8.400        99.61
SET       8.500        99.64
SET       8.600        99.66
SET       8.700        99.68
SET       8.800        99.70
SET       8.900        99.72
SET       9.000        99.74
SET       9.100        99.76
SET       9.200        99.76
SET       9.300        99.78
SET       9.400        99.79
SET       9.500        99.81
SET       9.600        99.82
SET       9.700        99.83
SET       9.800        99.85
SET       9.900        99.86
SET      10.000        99.91
SET      11.000        99.96
SET      12.000        99.98
SET      13.000        99.99
SET      14.000       100.00
SET      15.000       100.00
SET      20.000       100.00
SET      21.000       100.00
---
---